Repository: CSTRSK/Project-AppGap
Catalog: UWP/Project AppGap/Project AppGap/Strings/*/Resources.resw
Source language: en
Languages: de_de, es, fr, it, pt

# spenden_txt
source: A donation into the coffee Fund, we would be very grateful. Donations flow in the further development of the app and Web site, as well as the receipt of the data bank.
de_de: Über eine Spende in die Kaffeekasse wären wir sehr dankbar. Die Spenden fließen in die Weiterentwicklung der App und Website sowie dem Erhalt der Datenbank.
es: Una donación al fondo café, estaríamos muy agradecidos. Las donaciones fluyen en el desarrollo de la aplicación y sitio Web, así como el recibo del Banco de datos.
fr: Un don au Fonds de café, nous vous serions très reconnaissants. Les dons s’écouler dans la poursuite du développement de l’application et de site Web, ainsi que la réception de la Banque de données.
it: Una donazione al fondo di caffè, vi saremmo molto grati. Flusso di donazioni in ulteriore sviluppo dell'app e sito Web, così come la ricevuta della banca dati.
pt: Uma doação para o fundo de café, ficaríamos muito gratos. Doações de fluxo no desenvolvimento do Web site e o app, bem como o recibo do banco de dados.

# spenden_fail
source: Unfortunately, given your donations is trying something went wrong.
de_de: Das Spenden hat leider nicht geklappt. Überprüfe bitte deine Internetverbindung und versuche es erneut.
es: Las donaciones no funcionan lamentablemente. Por favor, compruebe su conexión a Internet e inténtelo de nuevo.
fr: Les dons n’a pas fonctionné malheureusement. Veuillez vérifier votre connexion Internet et réessayez.
it: Le donazioni non ha funzionato purtroppo. Controllare la connessione a Internet e riprovare.
pt: As doações não funcionam infelizmente. Por favor, verifique sua conexão de Internet e tente novamente.

# spenden_sucsess
source: Thank you for your donation! Every penny helps!
de_de: Vielen Dank für deine Spende! Jeder Groschen hilft uns weiter!
es: ¡Gracias por su donación! ¡Cada centavo ayuda!
fr: Je vous remercie pour votre don ! L’aide à chaque centime !
it: Grazie per la vostra donazione! Ogni centesimo aiuta!
pt: Obrigado por sua doação! Cada centavo ajuda!

# spenden_head
source: Donations
de_de: Spenden
es: Donativos
it: Donazioni
pt: Doações

# system_design_dunkel
source: Dark theme
es: Tema oscuro
fr: Thème sombre
it: Tema scuro
pt: Tema escuro

# ruckmeldung_einsenden
source: Submit feedback
de_de: Rückmeldung einsenden
es: Enviar comentarios
fr: Soumettre un feedback
it: Inviare commenti e suggerimenti
pt: Enviar comentários

# betreff_error
source: Your subject must be at least 3 characters long
de_de: Ihr Betreff muss mindestens 3 Zeichen lang sein
es: Su objeto debe ser al menos 3 caracteres
fr: Votre sujet doit comporter au moins 3 caractères
it: Il soggetto deve essere lunga almeno 3 caratteri
pt: O assunto deve ser pelo menos 3 caracteres

# email_error_lengt
source: Your E-Mai must be at least 6 characters long
de_de: Ihre E-Mail muss mindestens 6 Zeichen lang sein
es: Su correo electrónico debe ser al menos 6 caracteres de largo
fr: Votre email doit comporter au moins 6 caractères
it: Il tuo indirizzo email deve essere lunga almeno 6 caratteri
pt: Seu e-mail deve ter pelo menos 6 caracteres

# email_error_validation
source: This email is not valid
de_de: Diese E-Mail ist nicht gültig
es: Este email no es válido
fr: Cet e-mail n’est pas valide
it: Questa e-mail non è valida
pt: Este e-mail não é válido

# nachname_error
source: Your last name must be at least 3 characters long
de_de: Ihr Nachname muss mindestens 3 Zeichen lang sein
es: Tu apellido debe ser al menos 3 caracteres
fr: Votre prénom doit comporter au moins 3 caractères
it: Il tuo cognome deve essere lunga almeno 3 caratteri
pt: Seu sobrenome deve ser pelo menos 3 caracteres

# nachrich_error
source: Your message must be at least 6 characters long
de_de: Ihre Nachricht muss mindestens 6 Zeichen lang sein
es: Su mensaje debe ser al menos 6 caracteres de largo
fr: Votre message doit comporter au moins 6 caractères
it: Il tuo messaggio deve essere lunga almeno 6 caratteri
pt: Sua mensagem deve ter pelo menos 6 caracteres

# vorname_error
source: Your first name must be at least 3 characters long
de_de: Ihr Vorname muss mindestens 3 Zeichen lang sein
es: Su nombre debe ser al menos 3 caracteres
fr: Votre prénom doit comporter au moins 3 caractères
it: Il tuo nome deve essere lunga almeno 3 caratteri
pt: Seu nome deve ser pelo menos 3 caracteres

# kontakt_versendet
source: Your contact request has successfully arrived at us!
de_de: Deine Kontaktanfrage ist erfolgreich bei uns angekommen!
es: ¡Su solicitud de contacto ha llegado con éxito a nosotros!
fr: Avec succès, votre demande de contact est arrivé chez nous !
it: Vostra richiesta di contatto è arrivato con successo a noi!
pt: Sua solicitação de contato com sucesso chegou para nós!

# kontakt_versendet_error
source: Unfortunately, your contact request has not arrived at us. Please check your Internet connection and try again.
de_de: Deine Kontaktanfrage konnte leider nicht übermittelt werden. Bitte prüfe deine Internetverbindung.
es: Su solicitud no pudo ser entregada. Por favor compruebe su conexión a Internet.
fr: Votre demande n’a pas pu être remis. Veuillez vérifier votre connexion Internet.
it: La richiesta non può essere recapitata. Verifica la tua connessione Internet.
pt: Seu pedido não pôde ser entregue. Por favor, verifique sua conexão de Internet.

# kontakt_versendet_head
source: Note
de_de: Hinweis
es: nota
fr: remarque
it: nota
pt: comentário

# setting_option
source: Options
de_de: Optionen
es: Opciones
it: Opzioni
pt: Opções

# kontakt_nicht_alle_felder
source: Please check whether all text fields are filled in.
de_de: Überprüfe bitte, ob alle Textfelder ausgefüllt sind.
es: Por favor comprueba si se llenan todos los campos de texto.
fr: S’il vous plaît vérifiez si tous les champs de texte sont remplis.
it: Si prega di controllare se vengono compilati tutti i campi di testo.
pt: Por favor, verifique se todos os campos de texto são preenchidos.

# kontakt_formular_betreff
source: Subject
de_de: Betreff
es: tema
fr: sujet
it: argomento
pt: assunto

# kontakt_formular_email
source: E-Mail address
de_de: E-Mail-Adresse
es: dirección de correo electrónico
fr: adresse de messagerie
it: indirizzo di posta elettronica
pt: endereço de email

# kontakt_formular_kategorie
source: Choose category
de_de: Kategorie wählen
es: Elegir categoría
fr: Choisissez la catégorie
it: Scegli categoria
pt: Escolha a categoria

# kontakt_formular_nachname
source: Last name
de_de: Nachname
es: Apellidos
fr: Nom
it: Cognome
pt: Sobrenome

# kontakt_formular_nachricht
source: Message
de_de: Nachricht
es: mensaje
it: messaggio
pt: mensagem

# kontakt_formular_vorname
source: First name
de_de: Vorname
es: nombre de pila
fr: prénom
it: nome
pt: nome

# translate_back_btn
source: Translate back
de_de: Zurückübersetzen
es: Traducir volver
fr: Définition de retour
it: Translate indietro
pt: Definição da palavra volta

# translate_btn
source: Translate
de_de: Übersetzen
es: Realizar conversión
fr: Effectuer la traduction
it: Esegui traduzione
pt: Traduzir

# kategorie_wählen
source: Choose category
de_de: Kategorie wählen
es: Elegir categoría
fr: Choisissez la catégorie
it: Scegli categoria
pt: Escolha a categoria

source: app name
es: nombre de aplicación
fr: nom de l’application
it: nome dell'app
pt: nome do aplicativo

# email_unternehmen
source: E-Mail address of the company (optional)
de_de: E-Mail-Adresse des Unternehmens
es: Dirección de correo electrónico de la empresa (opcional)
fr: Adresse de messagerie de l’entreprise (facultatif)
it: Indirizzo di posta elettronica dell'azienda (opzionale)
pt: Endereço de e-Mail da empresa (opcional)

# unternehmen
source: company
de_de: Unternehmen
es: compañía
fr: société
it: società
pt: empresa

# kontakt_app_name
source: App name
es: Nombre de la aplicación
fr: Nom de l’application
it: Nome dell'app
pt: Nome de App

# kontakt_firma
source: Company (developer)
de_de: Firma (Entwickler)
es: Empresa (desarrollador)
fr: Société (développeur)
it: Azienda (Sviluppatore)
pt: Companhia (desenvolvedor)

# wunsch_app_btn
source: Submit request app
de_de: Wunsch-App einreichen
es: Presentar solicitud de aplicación
fr: Soumettre demande app
it: Inviare richiesta app
pt: Enviar pedido app

source: App Show box
es: Caja de la demostración de la aplicación
fr: App Show case
it: Casella di App Show
pt: Caixa de seleção Mostrar app

# app_showbox_content
source: This function is not finished yet again ;) try after the next update
de_de: Diese Funktion ist noch nicht fertig versuche es nach dem nächsten Update wieder ;)
es: Esta función no ha terminado todavía otra vez ;) prueba después de la próxima actualización
fr: Cette fonction n’est pas finie encore une fois ;) essayer après la prochaine mise à jour
it: Questa funzione non è finita ancora una volta ;) prova dopo il successivo aggiornamento
pt: Esta função não está terminada ainda novo ;) tentativa após a próxima atualização

# app_showbox_title
source: App Show box
es: Caja de la demostración de la aplicación
fr: App Show case
it: Casella di App Show
pt: Caixa de seleção Mostrar app

# amazon_spende
source: Free of charge for the next Amazon shopping donations
de_de: Kostenlos beim nächstem Amazon Einkauf Spenden
es: Sin cargo para el próximo Amazon compras donaciones
fr: Gratuit pour la prochaine Amazon shopping dons
it: Gratuito per il prossima Amazon shopping donazioni
pt: Gratuitamente para a Amazônia próxima compras doações

# amazon_spende_btn
source: Now at Amazon shopping
de_de: Jetzt bei Amazon Einkaufen
es: Ahora en Amazon de compras
fr: Maintenant sur Amazon shopping
it: Ora Amazon shopping
pt: Agora no Amazon compras

# paypal_spende
source: Donation via PayPal
de_de: Spende mit PayPal
es: Donación vía PayPal
fr: Don via PayPal
it: Donazione tramite PayPal
pt: Doação via PayPal

# paypal_spende_btn
source: Now with PayPal donations
de_de: Jetzt mit PayPal Spenden
es: Ahora con las donaciones de PayPal
fr: Maintenant avec les dons via PayPal
it: Ora con donazioni PayPal
pt: Agora com doações PayPal

# strore_spende
source: Donation via Store
de_de: Spende mit In App Kauf
es: Donación a través de tienda
fr: Don via la boutique
it: Donazione tramite store
pt: Doação através da loja

# unterstutze_projekt
source: Support our project
de_de: Unterstütze unser Projekt
es: Apoyar nuestro proyecto
fr: Soutenir notre projet
it: Sostieni il nostro progetto
pt: Apoiar o nosso projeto

# kontakt_daten_checkbox
source: Save contact data?
de_de: Kontakt Daten sichern?
es: ¿Guardar los datos de contacto?
fr: Enregistrer les données de contact ?
it: Salvare i dati di contatto?
pt: Salvar dados de contato?

# showbox_disclamer
source: App images are all from the Windows store and are the rightful owners of the app!
de_de: App Bilder stammen alle vom Windows Store und gehören den rechtmäßigen Besitzern der App!
es: Imágenes de la aplicación son todo desde el Windows almacenar y son los legítimos propietarios de la aplicación!
fr: Images de l’app sont tous des fenêtres stockent et sont les propriétaires légitimes de l’application !
it: Immagini dell'app sono tutti dalle finestre dell'archivio e sono i legittimi proprietari dell'app!
pt: Imagens de App são todos do Windows armazenam e são os legítimos proprietários do app!

# antwort_von
source: Response of the developer or company
de_de: Antwort des Entwicklers bzw. Firma
es: Respuesta de la empresa o desarrollador
fr: Réponse du développeur ou entreprise
it: Risposta dello sviluppatore o società
pt: Resposta do desenvolvedor ou da empresa

# state
source: status
es: estado
fr: statut
it: stato

# allgemeine_questions
source: General questions about the project
de_de: Allgemeine Fragen zum Projekt
es: Preguntas generales sobre el proyecto
fr: Questions générales sur le projet
it: Domande generali sul progetto
pt: Perguntas gerais sobre o projeto

# send_feedback
source: Feedback about the app
de_de: Feedback zur App
es: Comentarios acerca de la aplicación
fr: Commentaires sur l’app
it: Feedback sull'app
pt: Feedback sobre o app

# your_feedback
source: Your feedback about the app
de_de: Dein Feedback zur App
es: Sus comentarios acerca de la aplicación
fr: Vos commentaires sur l’app
it: Il tuo feedback sull'app
pt: Sua opinião sobre o app

# your_mail
source: Your E-Mail address
de_de: Deine E-Mail Adresse
es: Su dirección de correo electrónico
fr: Votre adresse E-Mail
it: Il tuo indirizzo di posta elettronica
pt: Seu endereço de E-Mail

# your_questions
source: Your question about project AppGap
de_de: Deine frage zu Project AppGap
es: Preguntas sobre proyecto AppGap
fr: Votre question sur le projet AppGap
it: Domande sui progetto AppGap
pt: Sua pergunta sobre o projeto AppGap

# Spenden_erhalten
source: So far received donations amounted to
de_de: Bisher erhaltene Spenden belaufen sich auf
es: Hasta ahora las donaciones recibidas ascendieron a
fr: Jusqu'à présent, les dons reçus s’élevait à
it: Finora le donazioni ricevute ammontavano a
pt: Até agora doações recebidas elevou-se a

# spenden_error
source: You need an active Internet connection to see received donations!
de_de: Du brauchst eine aktive Internetverbindung um erhaltene Spenden zu sehen!
es: Necesita una conexión activa a Internet para ver las donaciones recibidas.
fr: Vous avez besoin d’une connexion Internet active pour voir les dons reçus !
it: Hai bisogno di una connessione Internet attiva per vedere donazioni ricevute!
pt: Você precisa de uma conexão de Internet ativa para ver as doações recebidas!

# header_allgemein
source: General
de_de: Allgemein
fr: Général
it: Generale
pt: Geral

# kontakt_versendet_head_error
source: Error
de_de: Fehler
fr: erreur
it: errore
pt: erro
